Repository: Docutain/Docutain-SDK-Example-Xamarin-iOS
Catalog: Resources/*.lproj/Localizable.strings
Languages: de

# title_document_scan
source: Document Scanner
de: Dokumentenscanner

# subtitle_document_scan
source: Starts the document scanner which provides automatic scanning of paper documents.
de: Startet den Dokumentenscanner, der das automatische Scannen von Papierdokumenten ermöglicht.

# title_data_extraction
source: Data Extraction
de: Datenextraktion

# subtitle_data_extraction
source: Extract data, e.g. invoice data, from a previously scanned or imported (PDF or Image) document. Officially, only German-language documents are currently supported.
de: Daten extrahieren, z.B. Rechnungsdaten, aus einem zuvor gescannten oder importierten Dokument (PDF oder Bild). Offiziell werden bisher nur deutschsprachige Dokumente unterstützt.

# title_text_recognition
source: Text Recognition (OCR)
de: Texterkennung (OCR)

# subtitle_text_recognition
source: Run OCR on the previously scanned or imported (PDF or Image) document and get the recognized text.
de: Führen Sie OCR für das zuvor gescannte oder importierte Dokument (PDF oder Bild) aus und erhalten Sie den erkannten Text.

# title_PDF_generating
source: Generate PDF Document
de: PDF Dokument erstellen

# subtitle_PDF_generating
source: Generate a searchable (includes recognized text) PDF document out of the scanned pages or imported image.
de: Generieren Sie aus den gescannten Seiten oder dem importierten Bild ein durchsuchbares PDF-Dokument (mit erkanntem Text).

# title_settings
source: Settings
de: Einstellungen

# subtitle_settings
source: Configure color, scanner and editing of the Docutain SDK.
de: Ändern Sie Einstellungen bezüglich Farbe, Scanner und Editieren des Docutain SDK.

# input_option_message
source: First, scan or import a document.
de: Zunächst muss ein Dokument gescannt oder importiert werden.

# input_option_scan
source: Document Scan
de: Dokumentenscanner

# input_option_Image
source: Image Import
de: Bild Import

source: Zipcode
de: Postleitzahl

source: City
de: Ort

source: Street
de: Straße

source: Phone
de: Telefon

source: Customer ID
de: Kundennummer

source: Date
de: Datum

source: Amount
de: Betrag

source: Invoice ID
de: Rechnungsnummer

source: Reference
de: Verwendungszweck

source: Payment State
de: Zahlstatus

source: Cancel
de: Abbrechen

source: Settings
de: Einstellungen

# allowCaptureModeSetting_Description
source: If true, the document scanner toolbar will display an item that allows the user to switch between automatic and manual camera triggering.
de: Wenn der Aufnahmemodus aktiviert ist, wird in der Symbolleiste des Dokumentenscanners ein Element angezeigt, mit dem der Benutzer zwischen automatischer und manueller Kameraauslösung wechseln kann.

# allowPageArrangement_Description
source: If false, the bottom toolbar will hide the arrange page item.
de: Wenn nicht aktiviert, wird die untere Symbolleiste das „Seite anordnen“-Element ausblenden.

# allowPageCropping_Description
source: If false, the bottom toolbar will hide the page cropping item.
de: Wenn nicht aktiviert, wird die untere Symbolleiste das Element zum Zuschneiden der Seite ausblenden.

# allowPageFilter_Description
source: If false, the bottom toolbar will hide the filter page item.
de: Wenn nicht aktiviert, wird das Element „Filter“ in der unteren Symbolleiste ausgeblendet.

# allowPageRotation_Description
source: If false, the bottom toolbar will hide the rotate page item.
de: Wenn nicht aktiviert, wird das Element „Seite drehen“ in der unteren Symbolleiste ausgeblendet.

# autoCapture_Description
source: If true, the camera will capture the image automatically at the right moment.
de: Wenn aktiviert, nimmt die Kamera das Bild automatisch zum richtigen Zeitpunkt auf.

# autoCrop_Description
source: If true, image gets automatically cropped if document was detected. This applies only when importing images.
de: Wenn aktiviert, wird das Bild automatisch beschnitten, sobald ein Dokument erkannt wurde. Dies gilt nur beim Importieren von Bildern.

# colorBottomBarBackground_Description
source: Used to tint the bottom toolbar background of the image editing page.
de: Dient zum Einfärben des unteren Symbolleistenhintergrunds auf der Bildbearbeitungsseite.

# colorBottomBarForeground_Description
source: Used to tint the buttons within the bottom toolbar of the image editing page.
de: Dient zum Einfärben der Schaltflächen in der unteren Symbolleiste der Bildbearbeitungsseite.

# colorOnSecondary_Description
source: Used to tint elements that reside on ColorSecondary, like the icon of the capture button.
de: Dient zum Einfärben von Elementen, die sich auf ColorSecondary befinden, wie das Symbol des Aufnahmebuttons.

# colorPrimary_Description
source: Used to tint progress indicators and dialog buttons.
de: Dient zum Einfärben von Fortschrittsanzeigen und Dialogschaltflächen.

# colorScanButtonsForeground_Description
source: Used to tint the foreground of the buttons of the scan layout, like the torch button.
de: Dient zum Einfärben des Vordergrunds der Schaltflächen des Scan-Layouts, z. B. die Taschenlampen-Schaltfläche.

# colorScanButtonsLayoutBackground_Description
source: Used to tint the background of the layout containing the buttons of the scan layout, like the capture button or torch button.
de: Dient zum Einfärben des Hintergrunds der Schaltflächen des Scan-Layouts, z. B. die Aufnahmetaste oder die Taschenlampen-Schaltfläche.

# colorScanPolygon_Description
source: Used to tint the polygon overlay which highlights the currently detected document.
de: Dient zum Einfärben des Polygon-Overlays, das das aktuell erkannte Dokument hervorhebt.

# colorSecondary_Description
source: Used to tint selectable controls and the capture button.
de: Dient zum Einfärben der auswählbaren Bedienelemente und der Aufnahmetaste.

# colorTopBarBackground_Description
source: Used to tint the top toolbar background.
de: Dient zum Einfärben des oberen Symbolleistenhintergrunds.

# colorTopBarForeground_Description
source: Used to tint the elements contained in the top toolbar, like buttons and titles.
de: Dient zum Einfärben von Elementen wie Schaltflächen und Titel, die in der oberen Symbolleiste enthalten sind.

# defaultScanFilter_Description
source: The default scan filter that will be used after scan.
de: Der Standard-Scanfilter, der nach dem Scan verwendet wird.

# multiPage_Description
source: If true, scanning multi page documents is possible. Set this to false if you need to scan single page documents.
de: Wenn aktiviert, ist das Scannen mehrseitiger Dokumente möglich. Setzen Sie diesen Wert auf „deaktiviert“, wenn Sie einseitige Dokumente scannen müssen.

# pageArrangementShowDeleteButton_Description
source: If true, each item of the page arrangement functionality will show a delete button.
de: Wenn aktiviert, wird bei jedem Element der Seitenanordnung eine Schaltfläche zum Löschen angezeigt.

# pageArrangementShowPageNumber_Description
source: If true, each item of the page arrangement functionality will show it's page number.
de: Wenn aktiviert, wird für jedes Element der Seitenanordnung die Seitenzahl angezeigt.
